Repository: Paulemann/service.dahua.eventmon
Catalog: resources/language/*/strings.po
Languages: german

# #32000
source: Camera 1
german: Kamera 1

# #32001
source: Hostname or IP Address:
german: Hostname oder IP-Adresse:

# #32003
source: Username:
german: Benutzername:

# #32004
source: Password:
german: Passwort:

# #32005
source: Active:
german: Aktiv:

# #32010
source: Camera 2
german: Kamera 2

# #32011
source: Hostname or IP Address:
german: Hostname oder IP-Adresse:

# #32013
source: Username:
german: Benutzername:

# #32014
source: Password:
german: Passwort:

# #32015
source: Active:
german: Aktiv:

# #32020
source: Camera 3
german: Kamera 3

# #32021
source: Hostname or IP Address:
german: Hostname oder IP-Adresse:

# #32023
source: Username:
german: Benutzername:

# #32024
source: Password:
german: Passwort:

# #32025
source: Active:
german: Aktiv:

# #32030
source: Camera 4
german: Kamera 4

# #32031
source: Hostname or IP Address:
german: Hostname oder IP-Adresse:

# #32033
source: Username:
german: Benutzername:

# #32034
source: Password:
german: Passwort:

# #32035
source: Active:
german: Aktiv:

# #33000
source: Behavior
german: Anzeige

# #33001
source: Window Width (Pixels):
german: Fensterbreite (Pixel):

# #33002
source: Window Height (Pixels):
german: Fensterhöhe (Pixel):

# #33003
source: Padding (Pixels):
german: Zwischenraum (Pixel):

# #33004
source: Refresh Interval (Milliseconds):
german: Aktualisierungsinterval (Millisek.):

# #33005
source: Enable auto-close after duration:
german: Automatisches Schließen:

# #33006
source: - Duration (Seconds):
german: - Anzeigedauer (Sekunden):

# #33007
source: Alignment:
german: Ausrichtung:

# #33008
source: Aspect Ratio:
german: Bildformat-Anpassung:

# #33009
source: Use Security Cam Overlay Addon:
german: Security Cam Overlay Addon verwenden:

# #33010
source: Fix output position:
german: Feste Ausgabe-Position:

# #34000
source: Vertical: right, from top to bottom
german: Vertikal: rechts, von oben nach unten

# #34001
source: Vertical: left, from top to bottom
german: Vertikal: links, von oben nach unten

# #34002
source: Horizontal: top, from left to right
german: Horizontal: oben, von links nach rechts

# #34003
source: Horizontal: bottom, from left to right
german: Horizontal: unten, von links nach rechts

# #34004
source: Square: right top
german: Quadrat: rechts oben

# #34005
source: Square: left top
german: Quadrat: links oben

# #34006
source: Vertical: right, from bottom to top
german: Vertikal: rechts, von unten nach oben

# #34007
source: Vertical: left, from bottom to top
german: Vertikal: links, von unten nach oben

# #34008
source: Horizontal: top, from right to left
german: Horizontal: oben, von rechts nach links

# #34009
source: Horizontal: bottom, from right to left
german: Horizontal: unten, von rechts nach links

# #34010
source: Square: right bottom
german: Quadrat: rechts unten

# #34011
source: Square: left bottom
german: Quadrat: links unten

# #34020
source: Stretch
german: Strecken

# #34021
source: Scale up (crops)
german: Vergrößern (Abschneiden)

# #34022
source: Scale down (black bars)
german: Verkleinern (Schw. Balken)
